Repository: entumas/tms-plugin
Catalog: languages/tms-plugin-*.po
Languages: es_es

source: A complete offering of design technologies courses, recorded by TMS specialits for everyone to use.
es_es: Una completa oferta de cursos online sobre tecnologías de diseño preparadas por nuestro equipo de especialistas.

source: Accept the privacy policy
es_es: Acepta la política de privacidad

source: Add to the WordPress website extra features like custom post types and other functionalities.
es_es: Agrega al sitio web de WordPress características adicionales como tipos de publicaciones personalizadas y otras funcionalidades.

source: Before submitting your inquiry, take a look at the basic information on data protection here.
es_es: Antes de enviar tu consulta, échale un vistazo a la información básica sobre protección de datos aquí.

source: Case
es_es: Caso

source: Cases
es_es: Casos

source: Cases archive
es_es: Archivo de Casos

source: Categories
es_es: Categorías

source: Comment is too short
es_es: El comentario es demasiado corto.

source: Dossier1 Records archive
es_es: Archivo de Dossier1 Records

source: Enter a comment
es_es: Introduce un comentario

source: Enter a valid email address
es_es: Introduce una dirección de correo electrónico válida

source: Enter your email
es_es: Introduce tu correo electrónico

source: Enter your name
es_es: Introduce tu nombre

source: Go to tutorials
es_es: Ir a tutoriales

source: Landings archive
es_es: Archivo de Landings

source: Menus
es_es: Menús

source: TMS options
es_es: Opciones TMS

source: Nodes archive
es_es: Archivo de Nodes

source: Online Course
es_es: Curso Online

source: Online Courses Catalog
es_es: Catálogo de Cursos Online

# Post Type General Name
source: Cases
es_es: Casos

# Post Type Singular Name
source: Case
es_es: Caso

# Privacy policy notice
source: Accept the <a href="%s" target="blank">privacy policy</a>
es_es: Acepta la <a href="%s" target="blank">política de privacidad</a>

source: Proxy access is not allowed
es_es: No se permite el acceso por proxy

source: Stores Dossier1 Records
es_es: Tiendas de Dossier1 Records

source: Stores Google Docs
es_es: Tiendas de Google Docs

source: Stores Nodes
es_es: Tiendas de Nodes

# Taxonomy General Name
source: Landing categories
es_es: Categorías de Landing

# Taxonomy Singular Name
source: Landing category
es_es: Categoría de Landing

source: This isn't a URL
es_es: Esto no es una URL

source: Tutorials
es_es: Tutoriales

source: You don't have enough permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página.
